pressReleases({
	pr13002 : {
		type: "Press Release",
		article_number: "PR-2-2013",
		last_updated_date: "1/11/2013",
		title: "Sunwest Bank, Irvine, California, Assumes All of the Deposits of Westside Community Bank, University Place, Washington",
		full_date: "January 11, 2013",
		who: fdic.contacts.greg_hernandez,
		body: [
			{p: "Westside Community Bank, University Place, Washington, was closed today by the Washington State Department of Financial Institutions, which appointed the Federal Deposit Insurance Corporation (FDIC) as receiver. To protect the depositors, the FDIC entered into a purchase and assumption agreement with Sunwest Bank, Irvine, California, to assume all of the deposits of Westside Community Bank."},
			{p: "The two branches of Westside Community Bank will reopen on Monday as branches of Sunwest Bank. Depositors of Westside Community Bank will automatically become depositors of Sunwest Bank. Deposits will continue to be insured by the FDIC, so there is no need for customers to change their banking relationship in order to retain their deposit insurance coverage up to applicable limits. Customers of Westside Community Bank should continue to use their existing branch until they receive notice from Sunwest Bank that it has completed systems changes to allow other Sunwest Bank branches to process their accounts as well."},
			{p: "This evening and over the weekend, depositors of Westside Community Bank can access their money by writing checks or using ATM or debit cards. Checks drawn on the bank will continue to be processed. Loan customers should continue to make their payments as usual."},
			{p: "As of September 30, 2012, Westside Community Bank had approximately $97.7 million in total assets and $96.5 million in total deposits. In addition to assuming all of the deposits of the failed bank, Sunwest Bank agreed to purchase essentially all of the assets."},
			{p: "Customers with questions about today's transaction should call the FDIC toll-free at 1-800-830-4705. The phone number will be operational this evening until 9:00 p.m., Pacific Standard Time (PST); on Saturday from 9:00 a.m. to 6:00 p.m., PST; on Sunday from noon to 6:00 p.m., PST; on Monday from 8 a.m. to 8 p.m., PST; and thereafter from 9:00 a.m. to 5:00 p.m., PST. Interested parties also can visit the FDIC's Web site at <a href='http://www.fdic.gov/bank/individual/failed/westside.html'>http://www.fdic.gov/bank/individual/failed/westside.html</a>."},
			{p: "The FDIC estimates that the cost to the Deposit Insurance Fund (DIF) will be $20.3 million. Compared to other alternatives, Sunwest Bank's acquisition was the least costly resolution for the FDIC's DIF. Westside Community Bank is the first FDIC-insured institution to fail in the nation this year, and the first in Washington. The last FDIC-insured institution closed in the state was Bank of Whitman, Colfax, on August 5, 2011."}]
	},
	pr13001 : {
		type: "Press Release",
		article_number: "PR-1-2013",
		last_updated_date: "1/4/2013",
		title: "FDIC Issues List of Banks Examined for CRA Compliance",
		full_date: "January 4, 2013",
		who: fdic.contacts.greg_hernandez,
		body: [
			{p: "The Federal Deposit Insurance Corporation (FDIC) today issued its list of state nonmember banks recently evaluated for compliance with the Community Reinvestment Act (CRA). The list covers evaluation ratings that the FDIC assigned to institutions in October 2012. The CRA is a 1977 law intended to encourage insured banks and thrifts to meet local credit needs, including those of low- and moderate-income neighborhoods, consistent with safe and sound operations. As part of the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (FIRREA), Congress mandated the public disclosure of an evaluation and rating for each bank or thrift that undergoes a CRA examination on or after July 1, 1990."},
			{p: "A consolidated list of all state nonmember banks whose evaluations have been made publicly available since July 1, 1990, including the rating for each bank, can be obtained from the FDIC's Public Information Center, located at 3501 Fairfax Drive, Room E-1002, Arlington, VA 22226 (877-275-3342 or 703-562-2200), or via the Internet at <a href='http://www.fdic.gov'>www.fdic.gov</a>."},
			{p: "A copy of an individual bank's CRA evaluation is available directly from the bank, which is required by law to make the material available upon request, or from the FDIC's Public Information Center."}]
	}
});